---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultTeedownParam
source: html/867a28a0-786e-a13c-a4cf-42e8ee9878d9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultTeedownParam Property

"Tee Down"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultTeedownParam { get; }
```